Repository: manhcuong0312/quickDictionary
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk, vi

source: edit text before sending
uk: редагувати текст перед відправкою
vi: sửa văn bản trước khi gửi

source: choose online service
uk: вибір онлайн-сервісу
vi: chọn dịch vụ trực tuyến

source: Voice synthesizers profiles
uk: Профілі синтезаторів голосу
vi: Hồ sơ giọng đọc

source: &Options...
uk: Па&раметри...
vi: &Tùy chọn...

source: help on add-on commands
uk: довідка по командах додатку
vi: Trợ giúp cho các lệnh của add-on

source: He&lp
uk: До&відка
vi: Trợ &giúp

source: then press %s for help
uk: потім натисніть %s для отримання довідки
vi: rồi bấm %s để được trợ giúp

source: announce the dictionary entry for the currently selected word or phrase (the same as %s)
uk: оголосити словникову статтю для виділеного слова або словосполучення (те саме, що %s)
vi: đọc nghĩa cho từ hay cụm từ đang được chọn (giống như %s)

source: show dictionary entry in a separate browseable window
uk: показати словникову статтю в окремому вікні для перегляду
vi: hiện nghĩa của từ trong một cửa sổ có thể duyệt

source: announce the current source and target languages
uk: оголосити поточну мову оригіналу та мову перекладу
vi: thông báo ngôn ngữ nguồn và ngôn ngữ đích hiện tại

source: Translate: from {langFrom} to {langInto}
uk: Перекласти: з {langFrom} на {langInto}
vi: Phiên dịch: từ {langFrom} sang {langInto}

source: swap languages and get Quick Dictionary translation
uk: змінити порядок мов та отримати швидкий переклад
vi: đảo ngôn ngữ và dịch nhanh

source: Languages swapped
uk: Порядок мов змінено
vi: Đã đảo ngôn ngữ

source: Swap languages is not available for this pair
uk: Зворотній порядок не доступний для цієї пари мов
vi: Không đảo được cặp ngôn ngữ này

source: copy last dictionary entry to the clipboard
uk: скопіювати результати останнього запиту до буфера обміну
vi: chép định nghĩa sau cùng vào bộ nhớ tạm

source: There is no dictionary queries
uk: Ще не виконувались запити до словника
vi: Không có truy vấn nào cho từ điển

source: download from online dictionary and save the current list of available languages
uk: завантажити з онлайн-словника та зберегти актуальний список доступних мов
vi: tải về từ điển trực tuyến và lưu danh sách ngôn ngữ hiện có

source: The list of available languages ​​has been successfully downloaded and saved.
uk: Список доступних мов успішно завантажено та збережено.
vi: Đã tải và lưu những ngôn ngữ ​​đang có.

source: Warning! The list of available languages could not be loaded.
uk: Увага! Не вдалось завантажити список доступних мов.
vi: Cảnh báo! Không thể tải danh sách các ngôn ngữ có sẵn.

source: statistics on the using the online service
uk: статистика використання віддаленого сервісу
vi: thống kê về việc sử dụng dịch vụ trực tuyến

source: supports {number} languages
uk: підтримує {number} мов
vi: Hỗ trợ {number} ngôn ngữ

source: &Dictionary:
uk: С&ловник:
vi: &Từ điển:

source: performed {count} requests
uk: виконано {count} запитів
vi: Đã thực hiện yêu cầu {count}

source: available {remain}
uk: доступно {remain}
vi: còn lại {remain}

source: the limit will be reset in {hours} hours {minutes} minutes
uk: ліміт буде оновлено через {hours} годин {minutes} хвилин
vi: giới hạn sẽ được đặt lại là {hours} giờ {minutes} phút

source: state of cache
uk: стан кешу
vi: trạng thái bộ nhớ đệm

source: switch to add-on control mode
uk: Переключення в режим керування додатком
vi: chuyển sang chế độ điều khiển add-on

source: to get a quick translation of a word or phrase - press %s twice
uk: щоб швидко перекласти слово або словосполучення - двічі натисніть %s
vi: để tra nhanh một từ hay cụm từ - bấm %s hai lần

source: In add-on gestures layer mode:
uk: В режимі керування додатком:
vi: Trong chế độ lớp thao tác của add-on:

source: Voice synthesizers profiles management:
uk: Керування профілями голосових синтезаторів:
vi: Quản lý hồ sơ giọng đọc:

source: for any of the listed features you can customize the keyboard shortcut in NVDA input gestures dialog
uk: для будь-якої з перерахованих функцій ви можете налаштувати власну комбінацію клавіш у діалоговому вікні жестів введення NVDA
vi: với các tính năng đã liệt kê, bạn có thể thay đổi phím lệnh trong hộp thoại Quản lý các thao tác của NVDA

source: open add-on settings dialog
uk: відкриває діалог налаштувань додатку
vi: mở hộp thoại cài đặ tadd-on

source: From {startslot} to {endslot} - selection of the voice synthesizer profile
uk: Від {startslot} до {endslot} - вибір профіля голосового синтезатора
vi: Từ {startslot} đến {endslot} - chọn hồ sơ giọng đọc

source: Profile {slot} selected: {title}
uk: Вибрано профіль {slot}: {title}
vi: Hồ sơ {slot} đã chọn: {title}

source: announce the selected profile of voice synthesizers
uk: оголосити вибраний профіль голосових синтезаторів
vi: thông báo hồ sơ giọng đọc được chọn

source: display a list of all customized voice synthesizers profiles
uk: відобразити список усіх налаштованих профілів синтезаторів голосу
vi: hiển thị danh sách tất cả hồ sơ giọng đọc đã tùy chỉnh

source: delete the selected voice synthesizer profile
uk: видалити вибраний профіль голосового синтезатора
vi: xóa hồ sơ giọng đọc được chọn

source: Profile %d successfully deleted
uk: Профіль %d успішно видалено
vi: Đã xóa hồ sơ %d

source: restore default voice synthesizer
uk: повернутись до голосового синтезатора за замовчуванням
vi: trả về giọng đọc mặc định

source: back to previous voice synthesizer
uk: повернутись до попереднього синтезатора голосу
vi: trở về bộ đọc trước đó

source: save configured voice synthesizer profile
uk: зберегти налаштований профіль синтезатора голосу
vi: lưu hồ sơ giọng đọc đã cấu hình

source: Voice synthesizer profile saved successfully
uk: Профіль синтезатора голосу успішно збережено
vi: Đã lưu hồ sơ giọng đọc

source: From F1 to F{endgate} - select online dictionary service
uk: Від F1 до F{endgate} - вибір служби онлайн-словників
vi: F1 đến F{endgate} - chọn dịch vụ từ điển trực tuyến

source: No results
uk: Відсутні дані
vi: Không có kết quả

source: Cebuano
uk: Себуанський

source: Esperanto
uk: Есперанто

source: Hmong
uk: Хмонг

source: Creole Haiti
uk: Креольська Гаїті

source: Javanese
uk: Яванська
vi: Nhật Bản

source: Latin
uk: Латинська

source: Malagasy
uk: Малагасійська

source: Meadow Mari
uk: Лукомарійська

source: Hill Mari
uk: Гірськомарійська

source: Myanmar (Burmese)
uk: М'янма (бірманська)

source: Chichewa
uk: Чичева

source: Somali
uk: Сомалійська

source: Sesotho
uk: Сесото

source: Sundanese
uk: Сунданська

source: Tagalog
uk: Тагальська

source: Yiddish
uk: Їдиш

source: Select &online service:
uk: Виберіть &онлайн-сервіс:
vi: Chọn &dịch vụ trực tuyến

source: Switch between &voice synthesizers for selected languages
uk: Перемикати &голосові синтезатори для вибраних мов
vi: Chuyển giữa các &bộ đọc cho ngôn ngữ được chọn

source: Please set up voice synthesizers profiles.
uk: Будь-ласка налаштуйте профілі голосових синтезаторів
vi: Vui lòng tạo hồ sơ giọng đọc.

source: Select an online service from the list
uk: Виберіть онлайн-сервіс зі списку
vi: Chọn một dịch vụ trực tuyến trong danh sách

source: Online service
uk: Віддалений сервіс
vi: Dịch vụ trực tuyến

source: Supported languages
uk: Кількість підтримуваних мов
vi: Các ngôn ngữ được hỗ trợ

source: Changing the profile of the voice synthesizer
uk: Зміна профілю синтезатора голосу
vi: Thay đổi hồ sơ cho bộ đọc

source: Do you want to save changes in profile %d?
uk: Чи бажаєте Ви зберегти зміни у профілі %d?
vi: Bạn có muốn lưu các thay đổi trong hồ sơ %d không?

source: Create a new voice synthesizer profile
uk: Створення нового профілю голосового синтезатора
vi: Tạo một hồ sơ giọng đọc mới

source: Please select the &number for new profile:
uk: Будь-ласка оберіть &номер для нового профілю:
vi: Vui lòng chọn &số cho hồ sơ mới:

source: Select a voice synthesizer &profile from the list
uk: Виберіть &профіль голосового синтезатора зі списку
vi: Chọn bộ đọc và hồ sơ từ danh sách

source: Slot
uk: Слот
vi: Nhánh

source: Voice synthesizer
uk: Синтезатор голосу
vi: Giọng đọc

source: Associated language
uk: Асоційована мова
vi: Ngôn ngữ được chọn

source: &Activate
uk: &Активувати
vi: &Kích hoạt

source: &Change
uk: &Змінити
vi: &Thay đổi

source: Profiles list could not be saved
uk: Не вдалось зберегти список профілів
vi: Không thể lưu danh sách hồ sơ

source: Saving voice synthesizers profiles list
uk: Збереження списку профілів синтезаторів голосу
vi: Đang lưu danh sách hồ sơ giọng đọc

source: Copied to clipboard.
uk: Скопійовано до буфера обміну.
vi: Đã chép vào bộ nhớ tạm.

source: Copy failed.
uk: Помилка копіювання.
vi: Lỗi sao chép.

source: There is no selected text, the clipboard is also empty, or its content is not text!
uk: Немає виділеного тексту та буфер обміну не містить текстових даних!
vi: Không có văn bản nào được chọn, bộ nhớ tạm rỗng hoặc nội dung trong đó không phải là văn bản!

source: Lexicala Dictionaries
uk: Словники Lexicala
vi: Từ điển Lexicala

source: mean
uk: Значення
vi: nghĩa

source: compositional phrases
uk: композиційні вирази
vi: cụm từ thành phần

source: examples
uk: Приклади
vi: ví dụ

source: inflections
uk: словоформи
vi: biến đổi

source: pronunciation
uk: вимова
vi: phát âm

source: subcategorization
uk: підкатегорізація
vi: phân loại con

source: case
uk: відмінок
vi: trường hợp

source: register
uk: реєстр
vi: đăng kí

source: geographical usage
uk: географічне застосування
vi: cách dùng địa phương

source: mood
uk: відтінок
vi: trạng thái

source: tense
uk: час
vi: thì

source: homograph number
uk: кількість гомографів
vi: số đồng nhất

source: semantic category
uk: семантична категорія
vi: phân loại ngữ nghĩa

source: semantic subcategory
uk: семантична підкатегорія
vi: phân loại ngữ nghĩa phụ

source: range of application
uk: діапазон застосування
vi: vùng ứng dụng

source: sentiment
uk: настрій
vi: biểu cảm

source: see
uk: дивіться
vi: xem

source: see also
uk: дивіться також
vi: xem thêm

source: synonyms
uk: Синоніми
vi: đồng nghĩa

source: antonyms
uk: антоніми
vi: trái nghĩa

source: collocate
uk: розміщено
vi: hình thái

source: aspect
uk: вираз
vi: khía cạnh

source: Select dictionary source and target language:
uk: Оберіть мову оригіналу та мову перекладу:
vi: Chọn ngôn ngữ nguồn và đích cho từ điển:

source: &Source language:
uk: Мо&ва оригіналу:
vi: &Ngôn ngữ nguồn:

source: &Target language:
uk: Мова &перекладу:
vi: Ngôn ngữ &đích:

source: Search in both headwords and &inflections
uk: Виконувати пошук в зворо&тах
vi: Tìm kiếm trong cả từ tiêu đề và &nội dung

source: St&rip words to their stem
uk: Виконувати пошук одно&кореневих слів
vi: Dọ&c các từ vào gốc của chúng

source: Show a&ll available translations
uk: Ві&дображати всі наявні переклади
vi: Hiện &tất cả các bản dịch có sẵn

source: Copy dictionary response to clip&board
uk: Копіювати результат запиту до словника до &буфера обміну
vi: Chép thông tin từ điển vào bộ nhớ &tạm

source: Auto-s&wap languages
uk: Автоматична змі&нювати порядок мов
vi: Tự động đảo ngôn ngữ

source: &Username:
uk: Ім'&я користувача:
vi: &Tên người dùng:

source: &Password:
uk: Па&роль:
vi: &Mật khẩu:

source: Register your own access token
uk: Зареєструвати власний код доступу
vi: Đăng kí thông tin truy cập của riêng bạn

source: Yandex Dictionaries
uk: Словники Яндекс
vi: Từ điển Yandex

source: number
uk: число
vi: Số

source: gender
uk: стать
vi: Giới tính

source: Use &alternative server
uk: Використовувати &альтернативний сервер
vi: Dùng máy chủ &thay thế

source: &Dictionary Access Token:
uk: Код &доступу до словника:
vi: Thông tin truy cập &từ điển:

source: Show
uk: Показати
vi: Hiện

source: -- select language --
uk: -- оберіть мову --
vi: -- chọn ngôn ngữ --

source: Hide
uk: Приховати
vi: Ẩn

source: Quick Dictionary
uk: Швидкий словник
vi: Từ điển tra nhanh

source: Online Dictionary add-on for quick translation selected words or phrases.
uk: Дозволяє швидко отримувати дані з онлайн словників для обраних слів або словосполучень
vi: Add-on từ điển trực tuyến để tra nhanh các từ hay cụm từ.
